/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Uma destinação (Endereço IP ou Nome de Domínio) é necessária para ser possível se inscrever";

/* About prefs tab title */
"About" = "Sobre";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Ações";

/* Title to go above the actions pop up on */
"Actions:" = "Ações:";

/* Option to add a compound action config */
"Add Compound" = "Adicionar composta";

/* Button to add a configuration */
"Add Config" = "Adicionar configuração";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Downloads Adicionais";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Alerta! Ao habilitar essa opção, Growl.app será adicionado aos seus itens de login";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Permitir que outros computadores se inscrevam a todas notificações";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Ao permitir isso, Growl será iniciado toda vez que você fizer login, de forma que sempre esteja disponível";

/* Notification always stay on screen */
"Always" = "Sempre";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Um erro incorrigível ocorreu na criação ou abertura do Growl Tickets Database.\nAplicações podem registrar, e você pode ajustar configurações.\nPorém, nenhum registro ou configurações serão salvas para a próxima sessão, e Growl pode acabar usando mais memória.";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Um erro incorrigível ocorreu na criação ou abertura da Base de Dados de Histórico.\nVamos desabilitar Histórico neste instante, mas o agrupamento continuará a funcionar.\nSe o histórico for habilitado novamente, nada será armazenado, e Growl potencialmente irá usar muita memória.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplicação";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Decisões de Aplicação";

/* Use the application's defaults */
"Application Default" = "Padrão da aplicação";

/* Label for application level display style choice */
"Application's Display Style" = "Estilo de Visual da Aplicação";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicação: %1$@\nTítulo: %2$@\nDescrição: %3$@\nClique para abrir o log";

/* Application prefs tab title */
"Applications" = "Aplicações";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Tem certeza que deseja encerrar?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Tem certeza que deseja remover %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Registro configurado do Bonjour, não localizado no momento";

/* Button title for canceling */
"Cancel" = "Cancelar";

/* Clear all history button title */
"Clear All History" = "Limpar Todo Histórico";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Limpar todas notificações do Agrupamento de Histórico";

/* No comment provided by engineer. */
"Clear Rollup" = "Limpar Agrupamento";

/* close all open notifications */
"Close all notifications" = "Fechar todas notificações";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Composição";

/* No comment provided by engineer. */
"Compound Action" = "Ação de Composição";

/* Column title for a computer entry */
"Computer Name" = "Nome do Computador";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Considere-me inativo após:";

/* Continue button title */
"Continue" = "Continuar";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Instalação corrompida detectada";

/* Label for selectiong default actions */
"Default Actions" = "Ações padrões";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Posição inicial padrão para todas notificações";

/* Default style picker label */
"Default Style" = "Estilo Padrão";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Desabilitar controles visuais do Growl e encaminhar notificações para o OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "Desabilitando Histórico";

/* Label for the display style of the selected notification */
"Display Style:" = "Estilo de Visual:";

/* Column title for Display Styles */
"Display Styles" = "Estilos de Visual";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Visuais";

/* Continue button title when done */
"Done" = "Concluído";

/* Emergency notification priority */
"Emergency" = "Emergência";

/* Label for application on/off switch */
"Enable %@" = "Habilitar %@";

/* Label for application on/off switch */
"Enable application" = "Habilitar aplicação";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Habilitar Growl para ser executado no Login";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Habilitar Histórico:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Habilitar Logging";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Ao habilitar esta opção, Growl será executado sem exibir ícone de dock ou item de menu.\n\nPara acessar as preferências, acesse Growl no Launchpad, ou abra Growl no Finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "Erro na abertura de %@";

/* fatal alert */
"Fatal Error" = "Erro Fatal";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Configurações do Firewall: Notificações de rede usam a porta TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Encaminhar notificações para outros computadores";

/* Tab title for forwarding */
"Forwarding" = "Encaminhamento";

/* General prefs tab title */
"General" = "Geral";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Obter Aplicações";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Obter mais estilos";

/* Use the global defaults from the displays tab */
"Global Default" = "Padrão global";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Envio de Bugs do Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl encontrou um erro fatal ao tentar configurar o %@, e vai terminar assim que esta janela for fechada.  Favor nos contate em support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Histórico do Growl está Desabilitado";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl deve ser reiniciado para que esta alteração tenha efeito.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Agrupamento de Notificação do Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Website do Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Esconder Agrupamento";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Esconder o Agrupamento de Histórico";

/* High notification priority */
"High" = "Alto";

/* History prefs tab title */
"History" = "Histórico";

/* Unit of time for idle detection */
"Hours" = "Horas";

/* Title on box containing idle detection controls */
"Idle Detection" = "Detecção de inatividade";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Se você sair do Growl, não vai mais receber notificações.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indica um computador encontrado usando Growl 1.3 ou posterior";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indica um computador informado manualmente para encaminhar ou assinar";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "informar %@ quando uma notificação for clicada";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Manter Quantidade";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Manter por Dias";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstalador de Growl Legado";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Ouvir recebimento de notificações ";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* Unit of time for idle detection */
"Minutes" = "Minutos";

/* Moderate notification priority */
"Moderate" = "Moderar";

/* Network prefs tab title */
"Network" = "Rede";

/* Notification will never stay on screen */
"Never" = "Nunca";

/* No comment provided by engineer. */
"No" = "Não";

/* Use no actions */
"No Actions" = "Nenhuma ação";

/* Don't do any actions */
"No Default Actions" = "Nenhuma ação padrão";

/* Setting for no visual display */
"No Default Display" = "Nenhum Visual Padrão";

/* Growl will run compeletely in the background */
"No icon visible" = "Nenhum ícone visível";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nenhuma notificação recente";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Notificações";

/* If the string is too long, use O */
"OFF" = "OFF";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "ON";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Abrir Preferências do Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Abrir o painel de preferências do Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "Notificações OS X";

/* Column title for a password */
"Password" = "Senha";

/* No comment provided by engineer. */
"Pause Growl" = "Pausar Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Pausar notificações visuais do Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Favor não informar localhost, pois Growl não suporta encaminhar para si mesmo.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Favor não informar localhost, pois Growl não suportar assinar a si mesmo.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Favor informar um endereço IPv4 ou IPv6 válido ou um nome de donínio válido.";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' foi instalado com sucesso. Você quer configurá-lo agora?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Configurações do Firewall: Notificações de rede usam a porta TCP 23053";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Plugin '%@' não vai funcionar neste Mac nesta versão de Mac OS X. Instalar mesmo assim?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin já existe";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin instalado";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin faltando arquitetura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin não instalado";

/* Preferences window title */
"Preferences" = "Preferências";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Pre-visualização";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioridade:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Pulsar item de menu";

/* No comment provided by engineer. */
"Quit" = "Sair";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Sair completamente do Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Ler Instruções e Sair";

/* Button title for removing something */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Resume Growl" = "Continuar o Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Continuar as notificações visuais do Growl";

/* Rollup prefs tab title */
"Rollup" = "Agrupar";

/* Rollup all notifications radio button */
"Rollup all notes" = "Agrupar todas as notas";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Agrupar Visuais Automaticamente";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Agrupamento Habilitado";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Agrupar somente notas no log";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Pesquisar";

/* Unit of time for idle detection */
"Seconds" = "Segundos";

/* Label for server password field */
"Server Password:" = "Senha do Servidor:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Exibição Desabilitada";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Exibir ícone em ambos";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Exibir ícone no dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Exibir ícone na barra de menu";

/* No comment provided by engineer. */
"Show Rollup" = "Exibir Agrupamento";

/* No comment provided by engineer. */
"Show the History Rollup" = "Exibir o Agrupamento de Histórico";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Exibir/Esconder Atalho";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Iniciar Growl automaticamente no Login";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Se Manter na Tela:";

/* Tab title for subscribers tab */
"Subscribers" = "Inscritos";

/* Tab title for subscriptions tab */
"Subscriptions" = "Inscrições";

/* No comment provided by engineer. */
"There are no new notifications" = "Não há novas notificações";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Houve mais %lu notificação enquanto você estava ausente";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Houve um erro na inscrição à máquina remota:\ncódigo: %1$d\ndescrição: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Houve um erro na instalação do plugin '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Houve um erro na abertura do arquivo %@, que possivelmente está corrompido.\nGrowl vai deixar de lado o atual banco de dados e vai criar um novo.\nIsso pode ter ocorrido se Growl ou o computador travaram.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Houve mais %lu notificações enquanto você estava ausente";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Essa ação não pode ser desfeita. Favor confirmar que você tem certeza que deseja excluir todo o histórico de notificação";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Este é uma pré-visualização do visual do %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "As configurações deste plugin estão em uso, e ao removê-las pode resultar na remoção do plugin das aplicações e notificações nas quais estiver sendo usado.";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Isto nunca deveria acontecer! -(anular)assinatura deveria somente ser chamada em registros locais.";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Isto vai remover todas configurações do Growl para %@";

/* Column title for the time column in the history table */
"Time" = "Horário";

/* Column title for the title column in the history table */
"Title" = "Título";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Para evitar que a base de dados de histórico cresça indefinidamente, pelo menos um tipo de aparagem automática deve estar ativa";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Não é permitido o desligamento de ambas funções de aparagem automática.";

/* Column title for whether to use the item on the row */
"Use" = "Usar";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Usar posição de início personalizada";

/* label for using the global default starting position */
"Use default starting position" = "Usar posição de início padrão";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Válido até:";

/* Very low notification priority */
"Very Low" = "Muito Baixo";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Aviso! O histórico TODO será excluído.";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Aviso! As preferências de aplicações não serão salvas";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Aviso! Ao habilitar esta opção, Growl será executado em plano de fundo";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Nós detectamentos que a Mac App Store deixou você com uma instalação corrompida. Favor seguir as instruções do botão que levará você à remediação do problema.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Bem-vindo ao Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Quando a tela estiver travada";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Quando protetor de tela estiver ativo";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Você pode conectar manualmente a um dos seguintes endereços:";

